[ActionCenter_M]
M_SUOffer1=Nejdřívější aktualizace zastaralých programů.<br>Instalace všech dostupných aktualizací programů jedním kliknutím.<br>Instalace všech požadovaných a populárních programů jedním kliknutím.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Zvýšení FPS jedním kliknutím pro rychlejší a plynulejší herní zážitek.
M_SMGBInfo_UpToDate=Zvýšení FPS jedním kliknutím pro rychlejší a plynulejší herní zážitek.
M_SMGBInfo_NeedUpDate=Smart Game Booster je zastaralý.
M_SMGBOffer=Zvýšení FPS pro zlepšení herního výkonu.<br>Monitorování teploty hardwaru v reálném čase.<br>Jednoduchá správa her.<br>Optimalizace systému pro lepší herní zážitek.<br>Aktualizace zastaralých ovladačů.
M_RunSMGB=Zrychlit nyní
M_RPMCaption=Správce hesel RoboForm
M_RPMInfo_NotIns=Už nikdy si nebudete muset pamatovat či zadávat vaše hesla.
M_RPMInfo_UpToDate=Se správcem hesel RoboForm se můžete rozloučit se zapisováním hesel.
M_RPMOffer=Přihlášení na webové stránky jedním kliknutím.<br>Generování silných a unikátních hesel.<br>Používá AES-256 bit šifrování a podporuje dvoufázové ověřování.<br>Pro Windows, Mac, iOS, Android a všechny hlavní prohlížeče.<br>Importování z prohlížeče nebo jiného správce hesel.
M_RunRPM=Spravovat

[Healthcheck_M]
M_LeftoversDelete=Počet úspěšně smazaných zbytků po odinstalaci: <a>%d</a>.
M_LeftoverDelete=<a>%d</a> zbytek po odinstalaci byl úspěšně smazán.

[Uninstaller_form_InstallEnableForm]
lbl_EnbleInfo.caption=Zapněte Monitor instalací pro detekování a zaznamenání systémových změn během instalací programů pro zajištění obnovení všech provedených změn při budoucí důkladné odinstalaci.

[Uninstaller_frmIObitUninstall]
lbl_FixDetails.Caption=Zkontrolovat a opravit

[MainForm_M]
Button_Update=Aktualizovat vše

[Plugin_M]
NoItemFoundTip=Žádné toolbary či pluginy nebyly nalezeny.

[Uninstaller_fraBrowserCleaner]
lbl_NoFoundItems.caption=Žádné toolbary či pluginy nebyly nalezeny.

[PromoteForm_M]
M_HealthPluginSoftupdate=Pro odstranění škodlivých/reklamních pluginů (počet:<a>%d</a>) a aktualizování zastaralého softwaru (počet: <a>%d</a>) aktivujte IObit Uninstaller PRO.
M_BundleTitle=Pro kompletní odebrání bundleware aktivujte IObit Uninstaller PRO.
M_BundleTitle2=Monitorování instalací programů v reálném čase a kompletní odebrání bundleware.
M_PluginMaliciouTitle=Pro důkladné odstranění škodlivých/reklamních pluginů aktivujte IObit Uninstaller PRO.
M_PluginMaliciouTitle2=Stále se rozšiřující databáze pomůže s odstraněním více škodlivých/reklamních pluginů.
PromoteEnterCode=Zadat kód
UpdateProTitle=Pro vyřešení následujících problémů aktivujte verzi Pro
RdAdPlugins=Škodlivé/reklamní pluginy (počet: %s)</a> musí být pro zabezpečení prohlížení internetu odstraněny
RdAdPlugin=<a>%s škodlivý/reklamní plugin</a> musí být pro zabezpečení prohlížení internetu odstraněn
RdAdUpdates=<a>Zastaralý software (počet: %s)</a> musí být aktualizován pro snížení zranitelnostních rizik.

[Unistaller_Register_M]
licenseday_left_M=%d den zbývá

[UninstallForm_M]
UninstallingSingleStrUpdate=Opravdu chcete odinstalovat vybranou Windows aktualizaci?
UninstallingSomeStrUpdate=Opravdu chcete odinstalovat vybrané (%d) Windows aktualizace?
UninstallingSingleStrApp=Opravdu chcete odinstalovat vybranou Windows aplikaci?
UninstallingSomeStrApp=Opravdu chcete odinstalovat vybrané (%d) Windows aplikace?
SureToDeleteSomeStrApp=Windows aplikace (<a>%d</a>) byly odinstalovány. Ale zbyly po nich následující zbytky.
SureToDeleteOneStrApp=<a>1</a> Windows aplikace byla odinstalována. Ale zbyly po ní následující zbytky.
SuccessReslutFromUninstallSingleApp=Úspěšně jste odinstalovali <a>%d</a> Windows aplikaci, podrobnosti níže:
SuccessReslutFromUninstallSomeApp=Úspěšně jste odinstalovali Windows aplikace (počet: <a>%d</a>), podrobnosti níže:
HtmlRecomReslutCaption1=Odinstalován <a>%d</a> program a odstraněny následující zbytky:
HtmlRecomReslutAppCaption=Odinstalované Windows aplikace (počet: <a>%d</a>) a odstraněny následující zbytky:
HtmlRecomReslutAppCaption1=Odinstalována <a>%d</a> Windows aplikace a odstraněny následující zbytky:
UnPromoteTitle=S PRO edicí nabízíme více funkcí a vylepšení:
UnPromote_60=60denní záruka vrácení peněz
PromotelbPlugins=Odstranění nebezpečných/reklamních pluginů (počet: %d) pro bezpečné prohlížení internetu
PromotelbPlugin=Odstranění %d nebezpečného/reklamního pluginu pro bezpečné prohlížení internetu
PromotelbPlugin0=Odstranění nebezpečných/reklamních pluginů pro bezpečné prohlížení internetu
PromotelbUpdate=Aktualizace zastaralého software jedním kliknutím (celkem: %d) pro snížení bezpečnostních rizik
PromotelbUpdate0=Aktualizace zastaralého software jedním kliknutím pro snížení bezpečnostních rizik
PromotelbMoreDB=Odebrání těžko zbavitelných programů, které nelze odebrat obvyklou odinstalací
PromotelbClean=Odstranění bundleware jedním kliknutím
PromotelbAuto=Automatické odstranění zbytků, které zbyly po odinstalací jiným odinstalátorem
LB_Free=Zdarma
LB_Pro=PRO

